[Class_Orchid_BrokenHovercraft VehicleClassDefinition]
DisplayName="a large shield"

[ID_CoolantDispenser MissionItemDefinition]
UseFailureCharacterMessage="it will reach you %s use this script."
ItemName="Refrigerant evaporation"
PickupMessage="You have %s"
UseFailureLevelMessage="At least %d is required to use this item.."
UseFailureConstraintsMessage="This article does not exist.."
NoManufacturerName="Name"

[ID_CoolantDispenser:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Flammable gas vapor. That's all you need.."
NoConstraintText=""
Suffix=""
Prefix=""

[ID_EngCapacitor MissionItemDefinition]
UseFailureCharacterMessage="You have to do it %s Using this material."
ItemName="motor capacitor"
PickupMessage="You are right %s"
UseFailureLevelMessage="You need %d level to use this feature.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="normal"

[ID_EngCapacitor:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="This capacitor is at risk of exploding at any time. He said: Install it.!"
NoConstraintText=""
Suffix=""
Prefix=""

[ID_MagneticOverthruster MissionItemDefinition]
UseFailureCharacterMessage="everything is over %s For this option."
ItemName="Magnetic media"
PickupMessage="That's all %s"
UseFailureLevelMessage="You must be level %d to use this tool."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="fully"

[ID_MagneticOverthruster:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="This magnetic vehicle can affect time and space. No, it's a joke!"
NoConstraintText=""
Suffix=""
Prefix=""

[ID_PressRegulator MissionItemDefinition]
UseFailureCharacterMessage="You should do it %s And this article."
ItemName="Pressure regulator"
PickupMessage="Do you recognize this? %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="you can't use it."
NoManufacturerName="wait"

[ID_PressRegulator:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="This pressure regulator is used to control the pressure. It is true.."
NoConstraintText=""
Suffix=""
Prefix=""

[IO_Orchid_BlayvisSpeaker InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Orchid_EngineCapacitor_Dummy InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Orchid_JenniferSpeaker InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Orchid_JockoSpeaker InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Orchid_LionelSpeaker InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_BlayvisCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_CoolantDisperser InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_EngineCapacitor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_JenniferCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_JockoCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_LionelCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_MagneticOverthruster InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_PressureRegulator InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_ScannerButton InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Orchid_Icon_InstallCoolantDisperser InteractionIconDefinition]
Text="Inside the evaporator"

[Orchid_Icon_InstallEngineCapacitor InteractionIconDefinition]
Text="Install the capacitor in the motor."

[Orchid_Icon_InstallMagneticOverthruster InteractionIconDefinition]
Text="Install the magnetic battery."

[Orchid_Icon_InstallPressureRegulator InteractionIconDefinition]
Text="Enter BT function"

[Orchid_Icon_Press InteractionIconDefinition]
Text="surrender"

[Orchid_Icon_TalkBlayvis InteractionIconDefinition]
Text="talk to miss bruce"

[Orchid_Icon_TalkJennifer InteractionIconDefinition]
Text="Check in with Jennifer"

[Orchid_Icon_TalkJocko InteractionIconDefinition]
Text="Jack's story"

[Orchid_Icon_TalkLionel InteractionIconDefinition]
Text="Talk to Lionel"

